Repository: 0x4d4d/pyload
Catalog: locale/*/LC_MESSAGES/cli.po
Languages: sr

source: Add Package:
sr: Додај пакет:

source: Enter a name for the new package
sr: Унети име за нов пакет

source: Package: %s
sr: Пакет: %s

source: Parse the links you want to add.
sr: Прилепите везу коју желите да додате.

source: Type %s when done.
sr: Унети %s када је готово.

source: Links added:
sr: додате везе:

source: back to main menu
sr: назад на главни мени

source: Manage Packages:
sr: Уреди пакете:

source: Manage Links:
sr: Уреди везе:

source: What do you want to move?
sr: Шта да се премести?

source: What do you want to delete?
sr: Шта да се обрише?

source: What do you want to restart?
sr: Шта да се рестартује?

source: delete
sr: обриши

source: move
sr: премести

source: restart
sr: рестартуј

source: - previous
sr: - назад

source: - next
sr: - даље

source: Command Line Interface
sr: Интерфејс командне линије

source: %s Downloads:
sr: %s преузимања:

source: Speed:
sr: Брзина:

source: Size:
sr: Величина:

source: Finished in:
sr: Завршено:

source: ID:
sr: ИД:

source: waiting:
sr: чекање:

source: Menu:
sr: Мени:

source: Add Links
sr: Додај везе

source: Manage Queue
sr: Уреди редослед

source: Manage Collector
sr: Уреди колекционар

source: (Un)Pause Server
sr: Паузирај/настави сервер

source: Kill Server
sr: Убиј сервер

source: Quit
sr: Излаз

source: Please use this syntax: add <Package name> <link> <link2> ...
sr: Употребите ову синтаксу: add <Package name> <link> <link2> ...

source: Checking %d links:
sr: Провера %d веза:

source: File does not exists.
sr: Датотека не постоји.

source: pyLoad was terminated
sr: pyLoad је завршен

source: Prints server status
sr: Штампај статус сервера

source: Prints downloads in queue
sr: Штампај преузимања у редоследу

source: Prints downloads in collector
sr: Штампај преузимања у колекционару

source: Adds package to queue
sr: Додај пакет у редослед

source: Adds package to collector
sr: Додај пакет у колекционар

source: Delete Files from Queue/Collector
sr: Бриши датотеке из редоследа/колекционара

source: Delete Packages from Queue/Collector
sr: Бриши пакете из редоследа/колекционара

source: Move Packages from Queue to Collector or vice versa
sr: Преемсти пакете из редоследа у колекционару и супротно

source: Restart files
sr: Рестартуј датотеке

source: Restart packages
sr: Рестартуј пакете

source: Check online status, works with local container
sr: Провера статуса на вези, ради са локални контејнерима

source: Checks online status of a container file
sr: провера статуса на вези контејнетра

source: Pause the server
sr: Паузирај сервер

source: continue downloads
sr: настави преузимања

source: Toggle pause/unpause
sr: Пребаци Пауза/настави

source: kill server
sr: убиј сервер

source: List of commands:
sr: списак комамде:

source: Couldn't write user config file
sr: не могу да пишем у датотеку подешавања

source: You need py-openssl to connect to this pyLoad core.
sr: Треба Вам py-openssl да би се пријавили на pyLoad језгро.

source: Address:
sr: Адреса:

source: Port:
sr: Порт:

source: Username:
sr: Корисник:

source: Password:
sr: Лозинка:

source: Login data is wrong.
sr: Пријава није добра.

source: Could not establish connection to %(addr)s:%(port)s.
sr: Не могу да успоставим везу на %(addr)s:%(port)s.

source: Interactive mode ignored since you passed some commands.
sr: Интерактивно мод је игнорисан пошто сте дали неке команде.
