Repository: 0x4d4d/pyload
Catalog: locale/*/LC_MESSAGES/plugins.po
Languages: cs, de, es, fr, it, nl, ru

source: Download chunks failed, fallback to single connection | %s
cs: Stahování částí selhalo, přecházím na jediné připojení | %s
de: Eine Download Verbindung ist fehlggeschlagen, Falle zurück auf eine Verbindung | %s
es: Descarga por trozos fallida, recurro a una única conexión | %s
fr: Téléchargement par blocs échoué, repli vers une seule connexion | %s
it: Download accellerato fallito, ripiego su singola connessione | %s
nl: Downloaden in chunks is mislukt, val terug op één connectie | %s
ru: Загрузка параллельных потоков данных завершена с ошибками, возврат к однопоточной загрузке | %s

source: Pil and tesseract not installed and no Client connected for captcha decrypting
cs: Pil a tesseract nejsou nainstalovány a není připojen žádný klient pro rozpoznávání Captchy
de: Pil und Tesseract sind nicht installiert und kein Client ist verbunden für Captcha-Entzifferung
es: Pil y tesseract no están instalados y no hay cliente conectado para descifrar captcha
fr: Pil et tesseract ne sont pas installés et il n'y a pas de client connecté pour le déchiffrement des captcha
it: Pil e tesseract non sono installati e nessun Client è connesso per decifrare i captcha
nl: Captcha ontcijfering niet mogelijk : A. Client is niet verbonden & B. Pil en Tesseract module niet gevonden
ru: Pil и tesseract не установлены. Не подключен клиент для расшифровки картинок

source: No captcha result obtained in appropriate time.
cs: V potřebném čase nebyly získány žádné výsledky pro Captcha.
de: Kein Captcha Ergebnis in angemessener Zeit erhalten.
es: No se obtuvo resultado para el captcha en el tiempo asignado.
fr: Aucun résultat de captcha obtenu dans un temps approprié.
it: Nessun risultato captcha ottenuto in tempo.
nl: Geen captcha resultaat gevonden in de toegestaande tijd.
ru: Не получен результат каптчи за отведенное время.

source: Setting User and Group failed: %s
cs: Nastavení uživatele a skupiny se nezdařilo: %s
de: Benutzer und Gruppe setzen fehlgeschlagen: %s
es: Configuración de usuario y grupo fallida: %s
fr: La définition de l'utilisateur et du groupe a échoué :: %s
it: Impostazione di Utente e Gruppo non riuscita: %s
nl: Instellingen van gebruiker en groep kunnen niet geladen worden : %s
ru: Ошибка установки пользователя и группы: %s

source: Not existing file or unsupported protocol
cs: Neexistující soubor nebo nepodporovaný protokol
de: Nicht vorhandene Datei oder nicht unterstütztes Protokoll
es: No existe el archivo o protocolo no soportado
fr: Le fichier n'existe pas ou le protocole n'est pas supporté
it: File non esistente o protocollo non supportato
nl: Dit bestand of protocol wordt niet ondersteund
ru: Не существующий файл или неподдерживаемый протокол

source: Could not remove file '%s'
cs: Nelze odstranit soubor '%s'
de: Datei '%s' konnte nicht entfernt werden.
es: No se pudo eliminar el archivo '%s'
fr: Impossible de supprimer le fichier '%s'
it: Impossibile rimuovere il file '%s'
nl: Het bestand '%s' kon niet worden verwijderd
ru: Не удалось удалить файл «%s»

source: Rapidshare: Traffic Share (direct download)
cs: RapidShare: Traffic Share (přímé stažení)
de: Rapidshare: Traffic Share (direkter Download)
es: Rapidshare: Tráfico compartido (descarga directa)
fr: Rapidshare : partage du trafic (téléchargement direct)
it: Rapidshare: Traffic Share (download diretto)
nl: Rapidshare: Bandbreedte Delen (Direct Downloaden)
ru: Rapidshare: Traffic Share (прямая загрузка)

source: Already downloading from this ip address, waiting 60 seconds
cs: Z této ip adresy již stahování probíhá, čekám 60 sekund
de: Von dieser IP Adresse wird bereits heruntergeladen, warte 60 Sekunden
es: Ya estás descargando desde esta dirección IP, esperando 60 segundos
fr: Un téléchargement est déjà en cours depuis cette adresse, 60 secondes d'attente
it: Stai già scaricando da questo indirizzo IP, aspetta 60 secondi
nl: Er wordt al een bestand gedownload vanaf dit ip adres, na 60 seconden volgende poging
ru: Уже идет загрузка с этого IP, ждем 60 секунд

source: Invalid Auth Code, download will be restarted
cs: Špatný autentizační kód, stahování bude restartováno
de: Ungültiger Authorization-Code, Download wird neugestartet
es: Código de autenticación inválido, la descarga se reiniciará
fr: Code d'authentification invalide, le téléchargement va redémarrer
it: Auth Code non valido, il download sarà riavviato
nl: Ongeldige Auth Code, download wordt automatisch herstart
ru: Неправильный код идентификации, загрузка будет перезапущена

source: RapidShareCom: No free slots
cs: RapidShareCom: Žádné volné sloty
de: RapidShareCom: Keine freien Slots
es: RapidShareCom: No quedan espacios disponibles
fr: RapidShareCom : aucun slot disponible
it: RapidShareCom: Nessuno slot gratuito libero
nl: RapidShareCom: Geen beschikbaarde downloadslots
ru: RapidShareCom: Нет свободного слота

source: You need a premium account for this file
cs: Pro tento soubor potřebujete prémiový účet
de: Du benötigst ein Premium-Konto für diese Datei
es: Necesitas una cuenta premium para este archivo
fr: Vous avez besoin d'un compte premium pour ce fichier
it: Hai bisogno di un account Premium per questo file
nl: U heeft een premium account nodig voor deze bestand
ru: Для этого файла нужен премиум аккаунт

source: Filename reported invalid
cs: Ohlášeno neplatné jméno souboru
de: Dateiname als ungültig gemeldet
es: Nombre de archivo inválido
fr: Le nom du fichier est invalide
it: Nome di file riportato non valido
nl: Bestandsnaam geeft ongeldigheidsmelding
ru: Имя файла указано неверно

source: Please enter your %s account or deactivate this plugin
cs: Prosím vložte svůj %s účet nebo tento plugin deaktivujte
de: Bitte gib deine %s Kontodaten ein oder deaktiviere dieses Plugin
es: Por favor, introduce tu cuenta de %s o desactiva este plugin
fr: Veuillez entrer votre compte %s ou désactivez ce plugin
it: Per favore Inserisci il tuo account %s o disattiva questo plugin
nl: Voer hier uw %s gegevens in of deactiveer deze plugin
ru: Пожалуйста, введите ваш аккаунт для %s или отключить этот плагин

source: Decryption failed
cs: Dešifrování selhalo
de: Entschlüsselung fehlgeschlagen
es: Error de descifrado
fr: Le déchiffrement à échoué
it: Decifratura non riuscita
nl: Ontcijferen van codering mislukt
ru: Сбой расшифровки

source: No file key provided in the URL
cs: URL neobsahuje klíč souboru
de: Für die Datei wurde kein Schlüssel in der URL übertragen
es: No se proporcionó archivo de clave en la URL
fr: Aucune clé de fichier fournie dans l'URL
it: Nessuna chiave fornita nell'URL
nl: Geen bestandssleutel meegeleverd door URL
ru: Нет ключа файла в URL-адресе

source: Error code:
cs: Kód chyby:
de: Fehler Code:
es: Código de error:
fr: Code d'erreur :
it: Codice di errore:
nl: Foutmeldingscode:
ru: Код ошибки:

source: Parallel download error, now waiting 60s.
cs: Chyba souběžného stahování, čekám 60s.
de: Parallel-Download Fehler, warte 60s.
es: Error con descargas en paralelo, esperando 60s.
fr: Erreur de téléchargement parallèle, attente pendant 60 secondes.
it: Errore durante il download parallelo, attendo 60s.
nl: Gelijktijdige download mislukt, wacht 60 seconden voor volgende poging.
ru: Ошибка параллельной загрузки, ждем 60 секунд.

source: Not logged in.
cs: Nejste přihlášeni.
de: Nicht eingeloggt.
es: No has iniciado sesión.
fr: Vous n'êtes pas identifiés.
it: Non connesso.
nl: Niet ingelogd.
ru: Вход не произведен.

source: API key invalid
cs: Neplatný API klíč
de: API Schlüssel ungültig
es: Clave de API inválida
fr: La clé de l'API est invalide
it: Chiave API invalida
nl: API sleutel ongeldig
ru: Неверный ключ API

source: %s: Not enough traffic left
cs: %s: Nezbývá dostatečný traffic
de: %s: Nicht genügend Traffic übrig
es: %s: No hay suficiente tráfico
fr: %s : il ne reste pas assez de trafic
it: %s: Traffico rimanente non sufficiente
nl: %s: Overdracht limiet bijna bereikt , niet voldoende credits
ru: %s: Осталось недостаточно трафика

source: Traffic exceeded
cs: Překročen Traffic
de: Traffic überschritten
es: Tráfico excedido
fr: Le trafic a été dépassé
it: Traffico superato
nl: Dataverkeer overschreden
ru: Трафик закончился

source: Authorization required (username:password)
cs: Je vyžadována autorizace (username:password)
de: Authorisierung erforderlich (Benutzername:Passwort)
es: Autorización requerida (usuario:contraseña)
fr: Autorisation requise (identifiant:mot de passe)
it: Richiesta autorizzazione (nomeutente:password)
nl: Autorisatie vereist (gebruikersnaam:wachtwoord)
ru: Необходима авторизация (имя пользователя:пароль)

source: File temporarily not available
cs: Soubor není dočasně k dispozici
de: Datei zur Zeit nicht verfügbar
es: Archivo no disponible temporalmente
fr: Fichier temporairement indisponible
it: File temporaneamente non disponibile
nl: Bestand tijdelijk niet beschikbaar
ru: Файл временно недоступен

source: Netload: waiting between downloads %d s.
cs: Netload: čekání mezi stahováním %d s.
de: Netload: warte zwischen den Downloads %d s.
es: Netload: esperando entre descargas %d s.
fr: Netload : attente de %d s entre chaque téléchargements.
it: Netload: attendo %d s tra i download.
nl: Netload: wachten tussen downloads %d s.
ru: Netload: ожидание между загрузками %d сек.

source: Netload: waiting for captcha %d s.
cs: Netload: čekám na captchu %d s.
de: Netload: Warte auf Captcha %d s.
es: Netload: esperando captcha %d s.
fr: Netload : attendre le captcha pendant %d s.
it: Netload: attendo %d s per il captcha.
nl: Netload: Wachten tot captcha %d s.
ru: Netload: ожидание картинки %d сек.

source: Downloaded File was empty
cs: Stažený soubor byl prázdný
de: Die heruntergeladene Datei ist leer
es: El archivo descargado estaba vacío
fr: Le fichier téléchargé est vide
it: Il file scaricato era vuoto
nl: Downloadlink heeft geen bestand gekoppeld
ru: Загруженный файл пуст

source: There was HTML Code in the Downloaded File (%s)...redirect error? The Download will be restarted.
cs: Ve staženém souboru (%s) byl nalezen HTML kód... Chyba přesměrování? Stahování bude restartováno.
de: Es gab HTML-Code in der heruntergeladen Datei (%s)... Umleitungsfehler? Der Download wird neu gestartet.
es: Había Código HTML en el archivo Descargado (%s)... ¿error de redireccionamiento? La Descarga se reiniciará.
fr: Il y avait du code HTML dans le fichier téléchargé (%s)... erreur de redirection ? Le téléchargement va redémarrer.
it: C'era del codice HTML nel file scaricato (%s)... errore di redirect? Il download verrà riavviato.
nl: Tijdens het proberen van het ophalen van het volgende bestand (%s) is er een html/pagina reactie teruggekomen, dit kan een doorsturing zijn naar een andere pagina. pyLoad zal nu opnieuw het bestand proberen binnen te halen.
ru: Найден HTML-код в файле загрузки (%s)... ошибка перенаправления? Загрузка будет перезапущена.

source: long_url: %s
cs: dlouhá url: %s
es: URL largo: %s
fr: longue_URL : %s
it: url_esteso: %s

source: Could not login with account %(user)s | %(msg)s
cs: Nezdařílo se přihlášení k účtu %(user)s | %(msg)s
de: Fehler beim Anmelden mit Konto %(user)s | %(msg)s
es: No pude iniciar sesión con cuenta %(user)s | %(msg)s
fr: Impossible de s'identifier avec le compte %(user)s | %(msg)s
it: Impossibile effettuare il login con l'account %(user)s | %(msg)s
nl: Kan niet inloggen onder gebruikersnaam %(user)s | %(msg)s
ru: Не могу войти с учетной записью %(user)s | %(msg)s

source: Wrong Password
cs: Špatné heslo
de: Falsches Passwort
es: Contraseña Incorrecta
fr: Mauvais mot de passe
it: Password errata
nl: Verkeerd wachtwoord opgegeven
ru: Неправильный пароль

source: Get Account Info for %s
cs: Získat informace o účtu %s
de: Infos zum Konto %s anzeigen
es: Obtener información de la cuenta para %s
fr: Obtention des informations du compte %s
it: Ottieni informazioni per l'account %s
nl: Informatie over account van %s
ru: Получить информация об аккаунте для %s

source: Error: %s
cs: Chyba: %s
de: Fehler: %s
fr: Erreur : %s
it: Errore: %s
nl: foutmelding : %s
ru: Ошибка: %s

source: Your Time %s has a wrong format, use: 1:22-3:44
cs: Chybný formát času (%s), použijte 1:22-3:44
de: Deine Uhrzeit %s hat ein falsches Format, benutze: 1:22-3:44
es: La hora %s tiene un formato incorrecto, use: 1:22-3:44
fr: Le format de date %s est incorrect, utilisez : 1:22-3:44
it: Il tuo orario %s ha un formato sbagliato, usa: 1:22-3:44
nl: Uw tijd %s heeft een verkeerde indeling, gebruik het volgende formaat : 1:22-3:44
ru: Время %s имеет неправильный формат, используйте формат 1:22-3:44

source: Account %s has not enough traffic, checking again in 30min
cs: Účet %s nemá nedostatek trafficu, další kontrola za 30min
de: Konto %s hat nicht genügend Traffic, erneuter Versuch in 30 min
es: La cuenta %s no tiene tráfico suficiente, se comprobará otra vez en 30min
fr: Le compte %s n'a pas assez de trafic, re-vérification dans 30 minutes
it: L'account %s non ha abbastanza traffico, controllo di nuovo tra 30min
nl: Account %s heeft niet genoeg credits, wij proberen het opnieuw in 30min
ru: Недостаточно траффика в аккаунте %s, следующая проверка через 30 минут

source: Account %s is expired, checking again in 1h
cs: Účet %s vypršel, další kontrola za 1h
de: Konto %s ist abgelaufen, erneuter Versuch in 1Std
es: La cuenta %s ha expirado, comprobando de nuevo en 1 hora
fr: Le compte %s a expiré, re-vérification dans 1H
it: L'account %s è scaduto; prossimo controllo fra 1 ora
nl: Account %s is verlopen, opnieuw te controleren in 1h
ru: Истек срок действия аккаунта %s, следующая проверка через 1 час

source: Login with %s
cs: Přihlásit jako %s
de: Anmelden mit %s
es: Iniciar sesión con %s
fr: Identifié avec %s
it: Login come %s
nl: Login met %s
ru: Вход в систему как %s

source: Error executing addon: %s
cs: Chyba při spuštění addonu: %s
de: Fehler beim Ausführen der Erweiterung: %s
es: Error al ejecutar complemento: %s
fr: Erreur lors de l'exécution du plugin: %s
it: Errore durante l'esecuzione dell'estensione: %s
ru: Ошибка при выполнении дополнения: %s

source: Activate direct Download in your Bitshare Account
cs: Aktivovat přímé stahování na vašem Bitshare accountu
de: Aktiviere direkten Download in deinem Bitshare Account
es: Activa descarga directa en tu cuenta de Bitshare
fr: Activez le téléchargement direct dans votre compte Bitshare
it: Attiva il download diretto sul tuo account Bitshare
nl: Activeer Direct Downloaden in je Bitshare Account
ru: В своей учётной записи включите опцию 'direct Download'

source: Downloadlimit reached
cs: Dosažen limit pro stahování
de: Downloadlimit erreicht
es: Limite de descargas alcanzado
fr: Limite de téléchargement atteinte
it: Limite di download raggiunto
nl: Downloadlimiet bereikt
ru: Достигнут лимит загрузок

source: Please add your premium.to account first and restart pyLoad
cs: Nejdříve prosím přidejte váš premium.to účet a restartujte pyLoad
de: Bitte füge erst dein premium.to Konto hinzu und starte pyLoad neu
es: Por favor, añada primero su cuenta premium.to y reinicie pyLoad
fr: Veuillez tout d'abord ajouter votre compte premium.to et redémarrez pyLoad
it: Inserire prima il tuo account premium.to e riavviare pyLoad
ru: Пожалуйста, сначала добавьте учетную запись premium.to и перезапустите pyLoad

source: Installed scripts for %s:
cs: Nainstalované skripty pro %s:
de: Installierte Skripte für %s:
es: Código instalado para %s:
fr: Scripts installés pour %s :
it: Script installati per %s:
nl: Geïnstalleerde scripts voor %s:
ru: Установленные скрипты для %s:

source: Script not executable:
cs: Skript není spustitelný:
de: Script nicht ausführbar:
es: Código no ejecutable:
fr: Script non exécutable :
it: Script non eseguibile:
nl: Script niet uitvoerbaar:
ru: Не возможно запустить скрипт:

source: Error in %(script)s: %(error)s
cs: Chyba v %(script)s: %(error)s
de: Fehler in %(script)s: %(error)s
es: Error en %(script)s: %(error)s
fr: Erreur dans %(script)s : %(error)s
it: Errore in %(script)s: %(error)s
nl: Fout in %(script)s: %(error)s
ru: Ошибка в %(script): %(error)s

source: %s credits left
cs: %s kreditů zbývá
de: %s Credits verbleibend
es: %s créditos restantes
fr: %s crédits restants
it: %s crediti rimasti
nl: %s credits over
ru: Осталось %s кредитов

source: Could not send response.
cs: Nelze odeslat odpověď.
de: Konnte keine Antwort senden.
es: No se ha podido enviar la respuesta.
fr: Impossible d'envoyer une réponse.
it: Non posso inviare la risposta.
nl: Kan het antwoord niet verzenden.
ru: Не удалось отправить ответ.

source: Your CaptchaTrader Account has not enough credits
cs: Na vašem CaptchaTrader účtu není dostatek kreditu
de: Dein CaptchaTrader Konto hat nicht genügend Credits
es: Su cuenta de CaptchaTrader no tiene créditos suficientes
fr: Votre compte CaptchaTrader n'a pas assez de crédits
it: Il tuo account CaptchaTrader non ha crediti sufficienti
nl: Uw CaptchaTrader Account heeft niet genoeg credits
ru: Недостаточно средств на вашем аккаунте CaptchaTrader

source: New CaptchaID from upload: %s : %s
cs: Nové CaptchaID z uploadu: %s : %s
de: Neue CaptchaID von Upload: %s : %s
es: Nuevo CaptchaID desde carga: %s: %s
fr: Nouveau CaptchaID de l'upload: %s : %s
it: Nuovo CaptchaID dall'upload: %s : %s
nl: Nieuwe CaptchaID van upload: %s: %s
ru: Новая(ые) CaptchaID из загрузки: %s: %s

source: Your Captcha 9kw.eu Account has not enough credits
cs: Na vašem captcha účtu 9kw.eu není dostatek kreditu
de: Dein Captcha 9kw.eu Account hat nicht genügend Credits
es: Su Cuenta Captcha 9kw.eu no tiene suficientes créditos
fr: Votre compte de captcha 9kw.eu n'a pas assez de crédits
it: Il tuo account Captcha 9kw.eu non ha abbastanza crediti
nl: Uw Captcha 9kw.eu Account heeft niet genoeg credits
ru: Ваша учетная запись 9kw.eu имеет не достаточно кредитов

source: Please add your rehost.to account first and restart pyLoad
cs: Nejdříve prosím přidejte váš rehost.to účet a restartujte pyLoad
de: Bitte fügen Sie zuerst Ihr rehost.to Konto hinzu und starten Sie pyLoad danach neu
es: Por favor, añada primero su cuenta rehost.to y reinicie pyLoad
fr: Veuillez d'abord ajouter votre compte rehost.to et redémarrez pyLoad
it: Inserisci prima il tuo account rehost.to e poi riavvia pyLoad
nl: Gelieve eerst uw premium account toe te voegen en daarna pyLoad te herstarten
ru: Пожалуйста сначала добавьте ваш rehost.to аккаунт и перезапустите pyLoad

source: Added %s from HotFolder
cs: Přidán %s ze sledované složky
de: %s aus HotFolder hinzugefügt
es: Añadido %s desde HotFolder
fr: Ajout de %s à partir du HotFolder
it: Aggiunto %s da HotFolder
nl: Toegevoegde %s van HotFolder
ru: Добавлен %s из HotFolder

source: Click'N'Load: Port 9666 already in use
cs: Click'N'Load: Port 9666 se již používá
de: Click'N'Load: Port 9666 wird bereits verwendet
es: Click'N'Load: Puerto 9666 ya está en uso
fr: Click'N'Load : port 9666 déjà en cours d'utilisation
it: Click'N'Load: Porta 9666 già in uso
nl: Click'N'Load: Poort 9666 al in gebruik
ru: Click'N'Load: Порт 9666 уже занят

source: Package finished: %s
cs: Balicek dokoncen: %s
de: Paket fertiggestellt: %s
es: Paquete terminado: %s
fr: Paquet terminé : %s
it: Pacchetto completato: %s
nl: Pakket compleet: %s
ru: Пакет завершен: %s

source: Download finished: %(name)s @ %(plugin)s
cs: Stahování dokončeno: %(name)s @ %(plugin)s
de: Download abgeschlossen: %(name)s @ %(plugin)s
es: Descarga finalizada: %(name)s @ %(plugin)s
fr: Téléchargement fini : %(name)s @ %(plugin)s
it: Download finito: %(name)s @ %(plugin)s
nl: Download compleet: %(name)s @ %(plugin)s
ru: Загрузка завершена: %(name)s @ %(plugin)s

source: Your ExpertDecoders Account has not enough credits
cs: Na vašm ExpertDecoders účtu není dostatek kreditu
de: Dein ExpertDecoders Account hat nicht genügend Credits
es: Su cuenta de ExpertDecoders no suficientes créditos
fr: Votre compte ExpertDecoders n'a pas assez de crédits
it: Il tuo account ExpertDecoders ha non abbastanza crediti
nl: Uw ExpertDecoders Account heeft niet genoeg credits
ru: Учетная запись ExpertDecoders не имеет достаточно кредитов

source: *** Plugins have been updated, please restart pyLoad ***
cs: *** Pluginy byly aktualizovány, prosím restartujte pyLoad ***
de: *** Plugins wurden aktualisiert, bitte starte pyLoad neu ***
es: *** Los plugins se han actualizado, por favor reinicie pyLoad ***
fr: *** Les plugins ont été mis à jour, veuillez redémarrer pyLoad ***
it: *** I plugin sono stati aggiornati, riavvia pyLoad ***
nl: *** Plugins zijn bijgewerkt, pyLoad opnieuw starten aub***
ru: *** Дополнения обновлены, перезапустите pyLoad ***

source: Plugins updated and reloaded
cs: Pluginy aktualizovány a znovu načteny
de: Plugins aktualisiert und neu geladen
es: Plugins actualizados y cargados de nuevo
fr: Plugins mis à jour et rechargés
it: Plugins aggiornati e riavviati
nl: Plugins bijgewerkt en opnieuw geladen
ru: Дополнения обновлены и перезагружены

source: No plugin updates available
cs: Žádné aktualizace rozšíření
de: Keine Plugin-Updates verfügbar
es: No hay disponibles actualizaciones de plugins
fr: Aucune mise à jour pour les plugins
it: Nessun aggiornamento per i plugin disponibile
nl: Geen plugin updates beschikbaar
ru: Нет обновлений для дополнений

source: No Updates for pyLoad
cs: Žádné aktualizace pro pyLoad
de: Keine Updates für pyLoad
es: No hay actualizaciones de pyLoad
fr: Aucune mise à jour pour pyLoad
it: Nessun aggiornamento per pyLoad
nl: Geen Updates voor pyLoad
ru: Нет обновлений pyLoad

source: *** New pyLoad Version %s available ***
cs: *** Je dostupná nové verze pyLoad (%s) ***
de: *** Neue pyLoad Version %s verfügbar ***
es: *** Nueva versión %s de pyLoad disponible ***
fr: *** Nouvelle version %s disponible de pyLoad ***
it: *** Nuova versione di pyLoad %s disponibile ***
nl: *** Nieuwe pyLoad Versie %s beschikbaar ***
ru: *** Доступна новая версия pyLoad %s ***

source: *** Get it here: https://github.com/pyload/pyload/releases ***
cs: *** Získejte ji zde: https://github.com/pyload/pyload/releases ***
de: *** Download hier: https://github.com/pyload/pyload/releases ***
es: *** Descarguela aquí: https://github.com/pyload/pyload/releases ***
fr: *** Téléchargez-le ici : https://github.com/pyload/pyload/releases ***
it: *** Scaricala da qui: https://github.com/pyload/pyload/releases ***
nl: *** Download hier: https://github.com/pyload/pyload/releases ***

source: Not able to connect server for updates
cs: Nelze se připojit k update serveru
de: Konnte keine Verbindung zum Server herstellen, um auf Updates zu prüfen
es: No se puede conectar con el servidor para actualizar
fr: Incapable de se connecter au serveur pour les mises à jour
it: Impossibile collegarsi al server per gli aggiornamenti
nl: Niet in staat te verbinden met server voor updates
ru: Не возможно соединиться с сервером обновлений

source: New version of %(type)s|%(name)s : %(version).2f
cs: Nová verze %(type)s|%(name)s : %(version).2f
de: Neue Version von %(type)s | %(name)s : %(version).2f
es: Nueva versión de %(type)s|%(name)s : %(version).2f
fr: Nouvelle version de %(type)s | %(name)s : %(version).2f
it: Nuova versione di %(type)s|%(name)s : %(version).2f
nl: Nieuwe versie van %(type)s|%(name)s : %(version).2f
ru: Новая версия %(type)s|%(name)s : %(version).2f

source: Error when updating %s
cs: Chyba při aktualizaci %s
de: Fehler beim Aktualisieren von %s
es: Error mientras se actualizaba %s
fr: Erreur lors de la mise à jour de %s
it: Errore durante l'aggiornamento di %s
nl: Fout tijdens updaten van %s
ru: Ошибка при обновлении %s

source: Version mismatch
cs: Nesprávná verze
de: Versionskonflikt
es: No coincide la versión
fr: Les versions discordent
it: Versione non corrispondente
nl: Versie mismatch
ru: Конфликт версии

source: No %s installed
cs: %s není nainstalován
de: Kein %s installiert
es: %s no instalado
fr: %s non installé
it: %s non installato
nl: Niet %s geinstalleerd
ru: %s не установлен
