Repository: 0x4d4d/pyload
Catalog: locale/*/LC_MESSAGES/plugins.po
Languages: cs, de, es, fr, it, nl, ru

source: Could not activate %s
cs: Nelze aktivovat %s
de: Konnte %s nicht aktivieren
es: No se puede activar %s
fr: Impossible d'activer %s
it: Impossibile attivare %s
nl: Kan %s niet activeren
ru: Не возможно активировать %s

source: Activated
cs: Aktivní
de: Aktiviert
es: Activado
fr: Activé
it: Attivato
nl: Geactiveerd
ru: Активирован(a/о)

source: No Extract plugins activated
cs: Nejsou aktivovány žádné rozbalovací pluginy
de: Keine Entpacken-Plugins aktiviert
es: No se ha activado ningún plugin de extracción
fr: Pas de plugin d'extraction activé
it: Nessun plugin per l'estrazione attivato
nl: Geen uitpak plug-ins geactiveerd
ru: Не активировано дополнений для извлечения/распаковки

source: Extract package
cs: Rozbalit balíček
de: Entpacke Paket
es: Extraer paquete
fr: Extraire le paquet
it: Estrai pacchetto
ru: Извлечь пакет

source: Scans package for archives and extract them
cs: Hledá v balíčcích archivy a rozbaluje je
de: Durchsucht Paket nach gepackten Dateien und entpackt diese
es: Analiza el paquete en busca de archivos y los extrae
fr: Recherche et extraction des archives du paquet
it: Scansiona pacchetto alla ricerca di archive ed estraili
ru: Поиск архивов в пакете для их распаковки

source: Package %s queued for later extracting
cs: Balíček %s zařazen do fronty pro pozdější rozbalení
de: Paket %s eingereiht für späteres entpacken
es: Paquete %s encolado para su posterior extracción
fr: Le paquet %s est mis dans la file d'attente pour une extraction ultérieure
it: Il pacchetto %s è stato messo in coda per l'estrazione successiva
nl: Pakket %s in wachtrij voor later uitpakken
ru: Пакет %s поставлен в очередь для последующего извлечения/распаковки

source: Check package %s
cs: Kontrola balíčku %s
de: Überprüfe Paket %s
es: Comprobar paquete %s
fr: Vérification du paquet %s
it: Verifico pacchetto %s
nl: Controleer pakket %s
ru: Проверка пакета %s

source: Extract to %s
cs: Rozbalit do %s
de: Entpacke nach %s
es: Extraer a %s
fr: Extraction vers %s
it: Estraggo in %s
nl: Uitpakken naar %s
ru: Извлечение/распаковка в %s

source: No files found to extract
cs: Nenalezeny žádné soubory k rozbalení
de: Keine Dateien zum entpacken gefunden
es: No se encontraron archivos para extraer
fr: Aucun fichier trouvé pour l'extraction
it: Nessun file trovato da estrarre
nl: Geen bestanden gevonden om uit te pakken
ru: Не найдено файлов для извлечения

source: extracting
cs: rozbaluji
de: entpacke
es: extrayendo
fr: extraction en cours
it: estrazione
nl: uitpakken
ru: извлекается/распаковывается

source: Password protected
cs: Chráněno heslem
de: Passwortgeschützt
es: Protegido con contraseña
fr: Mot de passe protégé
it: Protetto da password
nl: Beveiligd met een wachtwoord
ru: Защищено паролем

source: Wrong password
cs: Chybné heslo
de: Falsches Passwort
es: Contraseña errónea
fr: Mot de passe incorrect
it: Password errata
nl: Verkeerd wachtwoord
ru: Неправильный пароль

source: Deleting %s files
cs: Mažu %s souborů
de: Lösche %s Dateien
es: Borrando archivos %s
fr: Suppression de %s fichiers
it: Cancello %s file
nl: %s bestanden verwijderen
ru: Удаление файлов %s

source: Extracting finished
cs: Rozbalení dokončeno
de: Entpacken abgeschlossen
es: Extracción finalizada
fr: Extraction terminée
it: Estrazione completata
nl: Uitpakken voltooid
ru: Извлечениe/распаковка завершено(a)

source: Archive Error
cs: Chyba archivu
de: Archiv-Fehler
es: Error de Archivo
fr: Erreur d'archive
it: Archivio danneggiato
nl: Archief fout
ru: Ошибка архива

source: CRC Mismatch
cs: CRC nesouhlasí
de: CRC Fehler
es: El CRC no coincide
fr: CRC différents
it: CRC non corrispondente
nl: CRC foutief
ru: Ошибка контрольной суммы

source: Unknown Error
cs: Neznámá chyba
de: Unbekannter Fehler
es: Error Desconocido
fr: Erreur inconnue
it: Errore Sconosciuto
nl: Onbekende fout
ru: Неизвестная ошибка

source: Setting User and Group failed
cs: Nastavení Uživatele a Skupiny selhalo
de: Setzen von Benutzer und Gruppe fehlgeschlagen
es: Error de configuración de usuario y grupo
fr: La définition de l'utilisateur et du groupe a échoué
it: Configurazione Utente e Gruppo fallita
nl: Instellen van gebruikers en de groep is mislukt
ru: Ошибка установки пользователя и группы: %s

source: Crypter list not found
cs: Seznam pluginů Crypter nenalezen
de: Liste von Cryptern nicht gefunden
es: No se ha encontrado lista de cifradores
fr: Liste des crypteurs non trouvée
it: Elenco Crypter non trovato
nl: Crypter lijst niet gevonden
ru: Список шифрования не найден

source: Crypter list is empty
cs: Seznam pluginů Crypter je prázdný
de: Liste von Cryptern ist leer
es: La lista de cifradores está vacía
fr: La liste des crypteurs est vide
it: Elenco Crypter vuoto
nl: Crypter lijst is leeg
ru: Список шифрования пуст

source: Download finished: %(name)s @ %(plugin)s
cs: Stahování dokončeno: %(name)s @ %(plugin)s
de: Download fertig: %(name)s @ %(plugin)s
es: Descarga finalizada: %(name)s @ %(plugin)s
fr: Téléchargement terminé : %(name)s @ %(plugin)s
it: Download finito: %(name)s @ %(plugin)s
nl: Download compleet: %(name)s @ %(plugin)s
ru: Загрузка завершена: %(name)s @ %(plugin)s

source: New Captcha Request: %s
cs: Nový požadavek na Captchu: %s
de: Neue Captcha Anfrage: %s
es: Nueva Petición de Captcha: %s
fr: Nouvelle demande de captcha : %s
it: Nuova richiesta Captcha: %s
nl: Nieuw Captcha verzoek: %s
ru: Новый запрос картинки: %s

source: Answer with 'c %s text on the captcha'
cs: Odpovězte "c %s text z captchy"
de: Beantworte Captcha mit "c %s Text"
es: Conteste con 'c %s texto al captcha'
fr: Répondre avec ' le texte c %s sur le captcha'
it: Rispondi usando 'c %s text on the captcha'
nl: Beantwoord met 'c%s text on the captcha'
ru: Ответ с текстом на картинке %s

source: Please add a valid premiumize.me account first and restart pyLoad.
cs: Nejdříve prosím přidejte váš premiumize.me účet a restartujte pyLoad.
de: Bitte füge erst ein gültiges premiumize.me Konto hinzu und starte pyLoad neu.
es: Por favor, agrega primero una cuenta válida de premiumize.me y reinicia pyLoad.
fr: Veuillez d'abord ajouter un compte valide premiumize.me et redémarrez pyLoad.
it: Inserire un account premiumize.me valido e riavviare pyLoad.
ru: Пожалуйста сначала добавьте действительную учетную запись для premiumize.me и перезапустить pyLoad.

source: %d credits left
cs: Zbývá %d kreditů
de: %d Credits verbleibend
es: %d créditos restantes
fr: %d crédits restants
it: %d crediti rimasti
nl: uw resterende aantal credits : %d
ru: Осталось %s кредитов

source: Activated %s
cs: Aktivováno %s
de: %s aktiviert
es: %s activado
fr: %s activé
it: Attivato %s
nl: Het volgende is geactiveerd : %s
ru: Активированно %s

source: No Hoster loaded
cs: Nenačten žádný plugin Hoster
de: Kein Hoster geladen
es: No se cargó ningún proveedor
fr: Aucun hébergeur chargé
it: Nessun Hoster caricato
nl: Geen Hoster geladen
ru: Не загружен ни один из файлобменников

source: *** Get it here: http://pyload.org/download ***
ru: *** Скачайте здесь: http://pyload.org/download ***
