Repository: 0x4d4d/pyload
Catalog: locale/*/LC_MESSAGES/pyLoadCli.po
Languages: hu

source: Command Line Interface
hu: Parancssoros felület

source: %s Downloads:
hu: %s letöltés:

source: Speed:
hu: Sebesség:

source: Size:
hu: Méret:

source: Finished in:
hu: Befejezve:

source: waiting:
hu: várakozás:

source: Status:
hu: Állapot:

source: paused
hu: felfüggesztve

source: running
hu: fut

source: total Speed
hu: össz. sebesség

source: Files in queue
hu: Várólistás fájlok

source: Total
hu: Összesen

source: Menu:
hu: Menü:

source: Add Links
hu: Link hozzáadás

source: Manage Queue
hu: Várólista kezelése

source: Manage Collector
hu: Gyűjtő kezelése

source: (Un)Pause Server
hu: Szerver szüneteltetése/folytatása

source: Kill Server
hu: Szerver kilövése (Kill)

source: Quit
hu: Bezárás

source: Please use this syntax: add <Package name> <link> <link2> ...
hu: Használd a következő formát: add <Csomag neve> <link> <link2> ...

source: Checking %d links:
hu: %d link ellenőrzése:

source: File does not exists.
hu: A fájl nem létezik.

source: pyLoad was terminated
hu: pyLoad leállítva

source: Prints server status
hu: Szerver állapota

source: Prints downloads in queue
hu: Várólistás fájlok

source: Prints downloads in collector
hu: Gyűjtőben levő letöltések

source: Adds package to queue
hu: Csomag várólistához adása

source: Adds package to collector
hu: Csomag gyűjtőhöz adása

source: Delete Files from Queue/Collector
hu: Fájl törlése várólista/gyűjtő

source: Delete Packages from Queue/Collector
hu: Csomag törlése várólista/gyűjtő

source: Move Packages from Queue to Collector or vice versa
hu: Csomag áthelyezése a várólista és a gyűjtő között

source: Restart files
hu: Fájlok újraindítása

source: Restart packages
hu: Csomagok újraindítása

source: Check online status, works with local container
hu: Online státusz ellenőrzése, csak helyi konténer esetében

source: Checks online status of a container file
hu: A konténer fájl online státuszának ellenőrzése

source: Pause the server
hu: Szerver szüneteltetése

source: continue downloads
hu: letöltések folytatása

source: Toggle pause/unpause
hu: Szüneteltetés/folytatás

source: kill server
hu: szerver kilövése (Kill)

source: List of commands:
hu: Parancsok listája:

source: Couldn't write user config file
hu: Nem sikerült írni a felhasználói beállítások fájlját

source: You need py-openssl to connect to this pyLoad Core.
hu: Ehhez a pyLoad maghoz való csatlakozáshoz szükséged van py-openssl-re.

source: Address:
hu: Cím:

source: Username:
hu: Felhasználó:

source: Password:
hu: Jelszó:

source: Login data is wrong.
hu: Hibás belépési adatok.

source: Could not establish connection to %(addr)s:%(port)s.
hu: Nem sikerült kapcsolódni ide: %(addr)s:%(port)s.

source: You need py-openssl to connect to this pyLoad core.
hu: Ehhez a pyLoad maghoz való csatlakozáshoz szükséged van py-openssl-re.

source: Interactive mode ignored since you passed some commands.
hu: Az interaktív mód néhány parancs után figyelmen kívül hagyva.

source: Add Package:
hu: Csomag hozzáadása:

source: Enter a name for the new package
hu: Add meg az új csomag nevét

source: Package: %s
hu: Csomag: %s

source: Parse the links you want to add.
hu: Hozzáadandó linkek.

source: Type %s when done.
hu: Írd %s miután végeztél.

source: Links added:
hu: Link felvéve:

source: back to main menu
hu: vissza a főmenübe

source: Manage Packages:
hu: Csomagok kezelése:

source: Manage Links:
hu: Linkek kezelése:

source: What do you want to move?
hu: Mit szeretnél áthelyezni?

source: What do you want to delete?
hu: Mit szeretnél törölni?

source: What do you want to restart?
hu: Mit szeretnél újraindítani?

source: Choose what yout want to do or enter package number.
hu: Válaszd ki mit szeretnél csinálni, vagy adj meg egy csomag számot.

source: delete
hu: törlés

source: move
hu: áthelyezés

source: restart
hu: újraindítás

source: - previous
hu: - előző

source: - next
hu: - következő
