Repository: 0x4d4d/pyload
Catalog: locale/*/LC_MESSAGES/setup.po
Languages: ar

source: Would you like to configure pyLoad via Webinterface?
ar: هل تريد اعداد باي لود عبر واجهة ويب؟

source: You need a Browser and a connection to this PC for it.
ar: تحتاج متصفح واتصال على هذا الكمبيوتر لذلك.

source: Url would be: http://hostname:8000/
ar: وسيكون العنوان Url: http://hostname:8000/

source: Start initial webinterface for configuration?
ar: بدء تشغيل اعداد واجهة الويب الاولي؟

source: Welcome to the pyLoad Configuration Assistent.
ar: مرحبا بكم في مساعد اعداد باي لود .

source: It will check your system and make a basic setup in order to run pyLoad.
ar: سوف يتم فحص نظامك وعمل تثبيت اولي من اجل تشغيل باي لود.

source: The value in brackets [] always is the default value,
ar: القيمة الموجودة في الأقواس [] هي دائماً القيمة الافتراضية،

source: in case you don't want to change it or you are unsure what to choose, just hit enter.
ar: في حال كنت لا ترغب في تغييرها أو كنت غير متأكد من ما تختار، فقط اضغط أدخال.

source: Don't forget: You can always rerun this assistent with --setup or -s parameter, when you start pyLoadCore.
ar: لا تنسى: يمكنك دائماً إعادة تشغيل هذا المساعد بستخدام--setup أو-s المعلمة، عند بدء تشغيل pyLoadCore.

source: If you have any problems with this assistent hit CTRL+C,
ar: إذا كان لديك أي مشاكل مع هذا المساعد اضغط CTRL + C،

source: to abort and don't let him start with pyLoadCore automatically anymore.
ar: للانهاء، وعدم السماح له البدئ مع pyLoadCore تلقائياً بعد الآن.

source: When you are ready for system check, hit enter.
ar: عندما تكون على استعداد للتحقق من النظام، اضغط مفتاح الادخال.

source: Features missing:
ar: مميزات مفقودة:

source: no py-crypto available
ar: لا تتوفر py-تشفير

source: You need this if you want to decrypt container files.
ar: أنت بحاجة إلى هذا إذا كنت تريد فك تشفير الملفات المحتواة.

source: no SSL available
ar: لا تتوفر خدمة SSL

source: This is needed if you want to establish a secure connection to core or webinterface.
ar: وهذا مطلوب إذا كنت ترغب في تأسيس اتصال أمن إلى مركز البرنامج أو واحهة الويب.

source: If you only want to access locally to pyLoad ssl is not useful.
ar: إذا كنت ترغب فقط في الوصول محلياً إلى باي لود SSL ليست مفيدة.

source: no Captcha Recognition available
ar: لا يوجد تاكيد كلمة تحقق متوفر

source: Only needed for some hosters and as freeuser.
ar: مطلوب فقط من اجل بعض الخوادم و كمستخدم مجاني.

source: no JavaScript engine found
ar: لا يوجد محرك نصوص جافا

source: You will need this for some Click'N'Load links. Install Spidermonkey, ossp-js, pyv8 or rhino
ar: سوف تحتاج هذا من اجل بعض روابط اضغط لتحمل.تثبيت Spidermonkey,ossp-js, pyv8 or rhino

source: You can abort the setup now and fix some dependencies if you want.
ar: تستطيع انهاء التثبيت الان و اصلاح بعض الاعتماديات ان اردت.

source: Continue with setup?
ar: الاستمرار في التنصيب؟

source: Do you want to change the config path? Current is %s
ar: هل تريد تغير مكان الاعدادات؟ الحالي هو %s

source: If you use pyLoad on a server or the home partition lives on an internal flash it may be a good idea to change it.
ar: اذا كنت تستخدم باي لود على خادم او على مجلد المنزل الواقع على فلاش داخلية قد تكون فكره جيدة لتغيرة.

source: Change config path?
ar: تغيير مسار الاعداد؟

source: Do you want to configure login data and basic settings?
ar: هل تريد اعداد الاعدادات الأساسية وبيانات الدخول؟

source: This is recommend for first run.
ar: هذا مستحسن من اجل التشغيلة الاولى.

source: Make basic setup?
ar: صنع الاعدادات الاساسية؟

source: Do you want to configure ssl?
ar: هل تريد اعداد ssl؟

source: Configure ssl?
ar: اعداد ssl؟

source: Do you want to configure webinterface?
ar: هل تريد اعداد واحهة الويب؟

source: Configure webinterface?
ar: اعداد واجهة الويب؟

source: Setup finished successfully.
ar: تم انهاء التثبيت بنجاح.

source: Hit enter to exit and restart pyLoad
ar: اضغظ مفتاح الادخال للانهاء و اعادة تشغيل باي لود

source: Webinterface running for setup.
ar: واحهة الويب تعمل من اجل الاعداد.

source: ## Basic Setup ##
ar: # # الإعداد الأساسي # #

source: The following logindata is valid for CLI, GUI and webinterface.
ar: بيانات تسجيل الدخول التالية صالحة لواجهة سطر الاوامر, واجهة المستخدم و واجهة الويب.

source: Username
ar: اسم المستخدم

source: External clients (GUI, CLI or other) need remote access to work over the network.
ar: العملاء الخارجين (واجهة المستخدم الرسومية, واجهة سطر الاوامر او غيرها) تحتاج الى الوصول عن بعد لكي تعمل من خلال الشبكة.

source: However, if you only want to use the webinterface you may disable it to save ram.
ar: على اي حال, اذا اردت ان تستخدم فقط واجهة الويب يمكنك تعطيلة لحفظ ذاكرة الوصول العشوائي.

source: Enable remote access
ar: تفعيل الوصول عن بعد

source: Language
ar: اللغة

source: Download folder
ar: مجلد التنزيلات

source: Max parallel downloads
ar: العدد الاقصى التنزيلات المتوازيية (التنزيلات في نفس الوقت)

source: Use Reconnect?
ar: استخدام إعادة الاتصال؟

source: Reconnect script location
ar: موقع البرنامج النصي لاعادة الاتصال

source: ## Webinterface Setup ##
ar: # # اعداد واجهة الويب # #

source: Activate webinterface?
ar: تنشيط واجهة الويب؟

source: Listen address, if you use 127.0.0.1 or localhost, the webinterface will only accessible locally.
ar: عنوان الواجهة, اذا قمت بستخدام 127.0.0.1 او localhost, واجهة الويب سوف تكون قابلة للوصول محليا فقط.

source: Address
ar: عنوان

source: Port
ar: المنفذ

source: pyLoad offers several server backends, now following a short explanation.
ar: يقدم باي لود خوادم متعددة للواجهة الخلفية، الآن بعد شرحاً موجزاً.

source: Default server, this server offers SSL and is a good alternative to builtin.
ar: الخادم الافتراضي، هذا الخادم يوفر SSL وهو بديل جيد ل builtin.

source: Can be used by apache, lighttpd, requires you to configure them, which is not too easy job.
ar: يمكن استخدامها بواسطة أباتشي، lighttpd، يتطلب منك اعدادهم, وهي ليست مهمة سهلة جداً.

source: Very fast alternative written in C, requires libev and linux knowledge.
ar: بديل سريع جداً مكتوبة في C، يتطلب libev و معرفة لنكس.

source: Get it from here: https://github.com/jonashaag/bjoern, compile it
ar: يمكنك الحصول علية من هنا : https://github.com/jonashaag/bjoern, قم بتجميعة برمجيا

source: and copy bjoern.so to pyload/lib
ar: وقم بنسخ bjoern.so الى pyload/lib

source: Attention: In some rare cases the builtin server is not working, if you notice problems with the webinterface
ar: انتباه: في بعض الحالات النادرة الخادم المدمج لا يعمل، إذا لاحظت وجود مشاكل مع واجهة الويب

source: come back here and change the builtin server to the threaded one here.
ar: عد إلى هنا وقم بتغير الخادم مدمج لذالك المذكور هنا.

source: Server
ar: خادم

source: ## SSL Setup ##
ar: # # إعداد SSL # #

source: Execute these commands from pyLoad config folder to make ssl certificates:
ar: تنفيذ هذه الأوامر من مجلد اعداد باي لود لانتاج شهادات ssl:

source: If you're done and everything went fine, you can activate ssl now.
ar: اذا انتهيت وكل شيء جرى بشكل صحيح, تستطيع تفعيل ssl الان.

source: Activate SSL?
ar: تفعيل SSL؟

source: Select action
ar: حدد الإجراء

source: 1 - Create/Edit user
ar: 1-إنشاء/تحرير المستخدم

source: 2 - List users
ar: 2-قائمة المستخدمين

source: 3 - Remove user
ar: 3-إزالة المستخدم

source: 4 - Quit
ar: 4-إنهاء

source: Users
ar: المستخدمين

source: Setting new configpath, current configuration will not be transferred!
ar: تعيين مكان اعداد جديد، الاعداد الحالي لن يتم نقلة!

source: Config path
ar: مسار الاعداد

source: Config path changed, setup will now close, please restart to go on.
ar: مسار الاعداد تغير، سوف يتم اغلاق التنصيب الان، الرجاء إعادة تشغيل للمتابعة.

source: Press Enter to exit.
ar: اضغط Enter للإنهاء.

source: Setting config path failed: %s
ar: فشل الإعداد مسار التكوين: %s

source: Password:
ar: كلمة المرور:

source: Password too short. Use at least 4 symbols.
ar: كلمة المرور قصيرة جداً. استخدام 4 رموز على الاقل.

source: Password (again):
ar: كلمة المرور (مرة أخرى):

source: Passwords did not match.
ar: كلمات المرور غير متطابقتين.

source: yes
ar: نعم

source: true
ar: صحيح

source: no
ar: لا

source: false
ar: خاطئة

source: Invalid Input
ar: الإدخال غير صالح
